{
"disease":{
   "Cercospora Leaf Spot":{ 
      "disease_id":1,
      "disease_name":"Cercospora Leaf Spot",
      "disease_symptoms":"Pathogen survives mainly in plant debris as desiccation-resistant pseudostromata, but can also survive as conidia in debris or seeds. When moisture is sufficient, new conidia are formed and spread via rain-splash or wind to new leaves or plants. Optimum conditions are 77° to 95° F with night temperatures above 61° F, and a relative humidity of 90-95%. Infection is greatly reduced or nonexistent at temperatures less than 59° F or during periods of leaf wetness less than 11 hours.",
      "disease_causes":"Infection and lesion formation initially occur on older leaves before progressing to newer ones. Lesions at maturity are 1\/8 inch in diameter and appear light gray-colored to dark tan with a brown to purple border. Severely affected leaves wither and die from coalescing lesions. A diagnostic feature is the presence of tiny black dots (pseudostromata) that form in leaf substomatal cavities within the grayish-tan lesions. The pseudostromata produce conidiophores borne in clusters that serve as conidia-bearing structures. Pseudostromata are visible with a hand lens, and after exposure of leaves to high humidity, entire lesions appear fuzzy due to the presence of numerous conidia."
   },
	"Common Rust":{ 
      "disease_id":2,
      "disease_name":"Common Rust",
      "disease_symptoms":"Early lesions on leaves are small, circular to elongate, and often occur in clusters. As lesions mature, the fungus erupts through the leaf surface (epidermis) and the lesions become more elongated. At this stage, a prominent yellow halo is usually evident. Brownish-red oblong pustules are the characteristic symptom on leaves; urediniospores that rub off on fingers are what impart the color to the lesion. Unlike Southern Rust of Corn, lesions of common rust are sparsely spread over the leaf and occur on both upper and lower leaf surfaces. Spores are wind-blown with new infections occurring every 7 to 14 days. As the season progresses, black teliospores are produced within the lesions. During this process, a single lesion may produce both brownish-red urediniospores and black teliospores. Finally, only black teliospores will be observed within the lesions.",
      "disease_causes":"Cool temperatures (60-80° F) and high humidity favor disease development."
   },
	"Esca":{
      "disease_id":3,
      "disease_name":"Esca",
      "disease_symptoms":"Esca  is one of the \"trunk diseases\" caused by different wood-infecting fungi. The foliar symptom of Esca is an interveinal \"striping\". The \"stripes\", which start out as dark red in red cultivars and yellow in white cultivars, dry and become necrotic. Foliar symptoms may occur at any time during the growing season, but are most prevalent during July and August. They are often restricted to an individual shoot or to shoots originating from the same spur or cane. Symptomatic leaves can dry completely and drop prematurely. On berries, small, round, dark spots each bordered by a brown-purple ring, may occur. These fruit spots, which are better viewed on white cultivars, may appear at any time between fruit set and ripening. In severely affected vines, the berries often crack and dry or are subject to spoilage. Symptomatic fruit is found only on shoots with symptomatic leaves, but you can find shoots with symptomatic leaves and no symptomatic fruit. Cross-sectional cuts through canes, spurs, cordons, or trunks from which symptomatic shoots originate will reveal concentric rings of dark spots. Eventually the spur or cane from which symptomatic shoots originate may die. The appearance of foliar and especially fruit symptoms is inconsistent from year to year, which is thought to be due to possibly climate-induced variability in toxin production by the pathogen. A severe form of Esca known as \"apoplexy\", which is more common in Europe, results in a sudden dieback of the entire shoot or adjacent shoots, rather than a gradual development of foliar symptoms.",
      "disease_causes":"Symptoms first become apparent in vineyards 5 to 7 or more years old, but the infections actually occur in younger vines. The overwintering structures that produce spores (perithecia or pycnidia, depending on the pathogen) are embedded in diseased woody parts of vines. During fall to spring rainfall, spores are released and wounds made by dormant pruning provide infection sites. Wounds may remain susceptible to infection for several weeks after pruning with susceptibility declining over time. After a pruning wound is infected, the pathogen establishes a permanent, localized wood infection, which cannot be eradicated by fungicide applications."
   },
	"Black Rot":{
      "disease_id":4,
      "disease_name":"Black Rot",
      "disease_symptoms":"The black rot fungus overwinters in canes, tendrils, and leaves on the grape vine and on the ground. Mummified berries on the ground or those that are still clinging to the vines become the major infection source the following spring. During rain, microscopic spores (ascospores) are shot out of numerous, black fruiting bodies (perithecia) and are carried by air currents to young, expanding leaves. In the presence of moisture, these spores germinate in 36 to 48 hours and eventually penetrate the leaves and fruit stems. The infection becomes visible after 8 to 25 days. When the weather is wet, spores can be released the entire spring and summer providing continuous infection. Cool weather slows growth of the fungus. It requires warm weather for optimal growth and a period of 2 to 3 days of rain, drizzle, or fog",
      "disease_causes":"Leaves: Reddish brown and circular to angular spots appear on the upper surface of the leaves starting in late spring. As spots merge, they form irregular, reddish brown blotches. The number of spots or lesions per leaf varies from 2 to more than 100 depending on the severity of the disease. The center of the leaf spot turns tannish brown and is surrounded by a black margin. Black, speck-sized fruiting bodies (pycnidia) are arranged in a definite ring just inside the margin of the lesion. Only young, rapidly growing leaves are affected. Fruit: Shortly after the flower petals fall, fruit infection can occur. Most infections start when the fruit is half to almost full size. A small spot will appear that becomes circular and whitish tan, often surrounded by a brown ring. This happens while the berry is still green. The spots grow rapidly and may cover half of the berry within 48 hours. Within a few days the entire berry becomes coal black, hard, and mummified. The surface of the withered fruit is soon covered with minute, black, pimple-like, sporeproducing pycnidia that are arranged in circular zones."
   },
	"Blight":{
      "disease_id":5,
      "disease_name":"Blight",
      "disease_symptoms":"Blight, any of various plant diseases whose symptoms include sudden and severe yellowing, browning, spotting, withering, or dying of leaves, flowers, fruit, stems, or the entire plant.",
      "disease_causes":"Most blights are caused by bacterial or fungal infestations, which usually attack the shoots and other young, rapidly growing tissues of a plant. Fungal and bacterial blights are most apt to occur under cool moist conditions, and most economically important plants are susceptible to one or more blights, including tomatoes, potatoes, and apples, as well as many ornamental species."
   },
	"Bacterial Spot":{
      "disease_id":6,
      "disease_name":"Bacterial Spot",
      "disease_symptoms":"On tomato, leaf lesions are initially circular and water-soaked and may be surrounded by a faint yellow halo. In general, spots are dark brown to black and circular on leaves and stems. Spots rarely develop to more than 3 mm in diameter. Lesions can coalesce causing a blighted appearance of leaves and a general yellowing may occur on leaves with multiple lesions. Infected pepper leaves drop prematurely; this exposes fruit to the sun and results in sun scalding. Fruit lesions begin as small, slightly raised blisters, which become dark brown, scab-like, and can appear slightly raised as they increase in size.",
      "disease_causes":"Bacterial spot is caused by four species of Xanthomonas and occurs worldwide wherever tomatoes are grown. Bacterial spot causes leaf and fruit spots, which leads to defoliation, sun-scalded fruit, and yield loss. Due to diversity within the bacterial spot pathogens, the disease can occur at different temperatures and is a threat to tomato production worldwide. Disease development is favored by temperatures of 75 to 86 ℉ and high precipitation. In India, it is more prevalent in seasons with high precipitation and less prevalent during dry years."
   },
	"Mold":{
      "disease_id":7,
      "disease_name":"Mold",
      "disease_symptoms":"The oldest leaves are infected first. Pale greenish-yellow spots, usually less than 1\/4 inch, with no definite margins, form on upper sides of leaves. Olive-green to brown velvety mold forms on the lower leaf surface below  leaf spots. Lower side of tomato leaf with olive-green to brown velvety mold below leaf spots on upper side.Olive green to brown velvety sporulation on the lower leaf surface. Leaf spots grow together and turn brown. Leaves wither and die but often remain attached to the plant. Row of tomato plants, lower two thirds of plants have dead, brown leavesLeaf death caused by severe leaf mold infection. Infected blossoms turn black and fall off.",
      "disease_causes":"Leaf mold is caused by the fungus Passalora fulva (previously called Fulvia fulva or Cladosporium fulvum). It is not known to be pathogenic on any plant other than tomato"
   },
	"Septoria Spot":{
      "disease_id":8,
      "disease_name":"Septoria Spot",
      "disease_symptoms":"Septoria leaf spot usually appears on the lower leaves after the first fruit sets. Spots are circular, about 1\/16 to 1\/4 inch in diameter with dark brown margins and tan to gray centers with small black fruiting structures. Characteristically, there are many spots per leaf. This disease spreads upwards from oldest to youngest growth. If leaf lesions are numerous, the leaves turn slightly yellow, then brown, and then wither. Fruit infection is rare.",
      "disease_causes":"The fungus overwinters on infected tomato debris or on weeds in the nightshade family, the same family to which tomatoes belong. The fungus can also survive on equipment such as plant stakes and cages. Long periods of high relative humidity, temperatures of 60–80 degrees F, and leaf wetness are ideal conditions for development and spread of the pathogen."
   },
	"Spider Mites":{
      "disease_id":9,
      "disease_name":"Spider Mites",
      "disease_symptoms":"Initially, spider mite damage will appear as small yellow or brown spots on the leaves of the plant. If the plant is badly infested, the plant’s health will suffer and it may develop completely yellow leaves and may stop growing. Spider mite damage may also include a telltale spider web type webbing on the plant. Spider mites are arachnids and are related to spiders. They produce webs in order to protect themselves and their eggs.",
      "disease_causes":"Spider mites on houseplants and outdoor plants is a common problem. Spider mite damage can not only make a plant look unsightly, it can even kill the plant. It is important to use a spider mite treatment as soon as possible on an affected plant in order to keep the plant looking its best and healthiest. "
   },
	"Target Spot":{
      "disease_id":10,
      "disease_name":"Target Spot",
      "disease_symptoms":"On the leaves the disease starts as small circular to oval dark brown to black spots. These spots enlarge, becoming oval to angular, and are normally confined within the main veins of the leaflets. They are up to 6 mm in diameter. Under very favourable conditions individual spots can grow to 10-12 mm. They become leathery looking, and the development of close concentric rings within each spot gives the disease its name, target spot. When the disease is severe, spots can unite and cause an upward rolling of the leaf tips and death of leaves. Spots that develop on stems are more elongated than those on the leaves. Target spot can sometimes infect the tubers. It appears as small dark, slightly sunken, circular to irregular-shaped lesions (10 to 20 mm in diameter), with slightly raised margins. A brownish, corky dry rot up to 6 mm deep develops in the tissue beneath the lesion. Affected tubers are prone to attack from other soil fungi which can cause complete rotting of the tuber.",
      "disease_causes":"The disease is caused by the fungus Alternaria solani. The same organism attacks tomatoes, capsicums and related plants"
   }
},
   "plant_disease_cure":{ 
      
	"Corn":{ 
      
      "Cercospora Leaf Spot":{
     	 "cure":"<li>Hybrids with partial resistance to GLS are available. Ask your seed supplier for these hybrids.<li></li>Crop rotation and clean plowing are effective at reducing in-field inoculum buildup. A two-year crop rotation away from corn is effective if reduced tillage must be maintained for conservation purposes or a one-year rotation with clean plowing is recommended in fields that have had a problem with the disease.<li></li>Fungicides are available to manage gray leaf spot. These are recommended when susceptible hybrids are planted in fields with a history of gray leaf spot. It is important to apply fungicides early in the season before significant leaf damage occurs. Thus, fields should be scouted at the V-10 to V-14 growth stage. Check fungicide labels for appropriate timing of fungicide application. Applications made between tasseling (VT) and brown silk (R2) provides the bests results in terms of disease control and yield increase. Early applications (V4-V10) and less effective than VT-R2 application in terms of disease reduction and yield. <li></li>Although some fungicides may lead to a yield response when GLS levels are low, the highest and most consistent yield responses occur when there is disease to control.</li>"
  	  },
  	  "Common Rust":{
     	 "cure":"Although rust is frequently found on corn in Ohio, very rarely has there been a need for fungicide applications. This is due to the fact that there are highly resistant field corn hybrids available and most possess some degree of resistance. However, popcorn and sweet corn can be quite susceptible. In seasons where considerable rust is present on the lower leaves prior to silking and the weather is unseasonably cool and wet, an early fungicide application may be necessary for effective disease control. Numerous fungicides are available for rust control. Consult your local county extension office and C.O.R.N. website for the latest recommendations for efficacy. Always read the fungicide label for rates and application timing."
   	  },
   	  "Blight":{
      	"cure":"<li>Control of this disease is often focused on management and prevention. First, choose corn varieties or hybrids that are resistant or at least have moderate resistance to northern corn leaf blight. </li><li>When you grow corn, make sure it does not stay wet for long periods of time. The fungus that causes this infection needs between six and 18 hours of leaf wetness to develop. </li><li>Plant corn with enough space for airflow and water in the morning so leaves can dry throughout the day. The fungus overwinters in plant material, so it is also important to manage infected plants.</li><li> Tilling the corn into the soil is one strategy, but with a small garden it may make more sense to just remove and destroy the affected plants. </li><li>Treating northern corn leaf blight involves using fungicides. For most home gardeners this step isn’t needed, but if you have a bad infection, you may want to try this chemical treatment. The infection usually begins around the time of silking, and this is when the fungicide should be applied.</li>"
   	   }
   
   },

	"Grape":{ 
		"Black Rot":{
      		"cure":"<li>Planting. Space vines properly and choose a planting site where the vines will be exposed to full sun and good air circulation. Keep the vines off the ground and insure they are properly tied, limiting the amount of time the vines remain wet thus reducing infection.</li><li>Sanitation. Keep the fruit planting and surrounding areas free of weeds and tall grass. This practice will promote lower relative humidity and rapid drying of vines and thereby limit fungal infection.</li><li>Pruning. Prune the vines in early winter during dormancy. Select only a few strong, healthy canes from the previous year’s growth to produce the following season’s crop. Remove these prunings from the vineyard and burn or destroy.</li><li>Cultivation. Cultivate the vineyard before budbreak to bury the mummified berries. Diseased berries covered with soil do not produce spores that will reach the developing vines. For homegrown grapes, use 2–3 inches of leaf mulch or fine bark to cover infected debris.</li><li>Fungicides. Use protective fungicide sprays. Pesticides registered to protect the developing new growth include copper, captan, ferbam, mancozeb, maneb, triadimefon, and ziram. Important spraying times are as new shoots are 2 to 4 inches long, and again when they are 10 to 15 inches long, just before bloom, just after bloom, and when the fruit has set.</li><li>Cultivars. Cultivars with large, juicy berries are the most susceptible. In general, grapes that ripen late in the season are affected the least. Most commercial cultivars are sufficiently resistant if adequately protected with a fungicide spray program.</li>"
   	  	},
   	  	"Esca":{
   	  		"disease_id":"3",
      		"cure":"</li><li>In India, delaying pruning to as late as possible in the dormant season (February or later) has been shown to be very effective in reducing the risk of infection. Delayed pruning takes advantage of reduced susceptibility of pruning wounds to infection and avoids the period of highest spore release during typically frequent rain events in December and January. Double pruning is a modified version of delayed pruning for large acreages of cordon-trained, spur-pruned vines; pre-pruning is done in early winter (most often mechanically) by cutting canes to 12 to 18-inches above the final pruning cuts, followed by hand pruning to create spurs in February or later. If delayed pruning is not feasible or for additional protection, consider treating pruning wounds with a protectant. Keep in mind that all wounds made in the dormant season are susceptible; this includes pruning cuts made to canes or larger cuts made to re-position/re-orient spurs.</li><li>Although preventative practices are most effective in young vineyards (before the vines become infected by trunk diseases), these practices have some utility in diseased mature vineyards. Wood cankers are very localized, thus protecting more pruning wounds means fewer new cankers each year resulting in fewer dead spurs, arms or canes over time.</li><li>Post-infection practices (sanitation and vine surgery) for use in diseased, mature vineyards are not as effective and are far more costly than adopting preventative practices (delayed pruning, double pruning, and applications of pruning-wound protectants) in young vineyards. Nonetheless, sanitation and vine surgery may help maintain yields. In spring, look for dead spurs or for stunted shoots. Later in summer, when there is a reduced chance of rainfall, practice good sanitation by cutting off these cankered portions of the vine beyond the canker, to where wood appears healthy. Then remove diseased, woody debris from the vineyard and destroy it. Vine surgery involves retraining new cordons or trunks as needed to maintain production. There is a higher success rate when retraining a new trunk, as most of the infections are concentrated in the upper portions of the permanent vine framework.</li>List of Pesticides<li>THIOPHANATE-METHYL</li><li>THIOPHANATE-METHYL</li> MYCLOBUTANIL</li><li> TETRACONAZOLE</li>"
	  	}
   	},
   	"Potato":{
   		"Blight":{
   			"cure":"<li>Plant healthy, disease-free seed potatoes from a reputable supplier. Early crops, harvested before the worst of the blight season, have less chance of being exposed.</li><li>Always choose an open planting site with good airflow and leave sufficient space between plants. Better airflow helps the foliage to dry quickly after rain, slowing the spread of blight between plants.</li><li>In dry weather, water plants in the morning so that any moisture on the leaves can evaporate during the day. Water at the base of the plant only.</li><li>Crop rotation helps prevent a build up of disease spores in the ground, and avoids infected plants growing from potato tubers that were missed during last year’s harvest.</li><li>When they're ready for harvest, make sure you dig up every last potato so blight has nowhere to hide during the winter.</li><li>Spray potato crops with a protective fungicide before signs of blight appear. Start from June, especially if the weather’s wet. Spray again after a few weeks to protect new growth.</li>"
   		}
   	},
   	"Tomato":{
   		"Blight":{
   			"disease_id":"5",
	  	    "cure":"<li>Choose the right variety: Though no tomato varieties are completely immune to late blight, plant breeders are now developing varieties that are resistant to infection by the late blight fungus. So, when it's time to decide which varieties to plant, keep an eye out for these. If you can, start your own plants from seed or buy transplants from a trusted local source. You might also want to plant some varieties that mature early so if late blight does strike, you may still get a harvest.</li><li>Prevent overwintering: Fortunately, the fungus that causes late blight needs living tissue to survive over the winter, so it can't overwinter on tomato cages or supports. However, infected potatoes (the other plant that gets late blight) can carry the disease through the winter. Be sure to destroy any volunteer potato plants that come up. If you plant potatoes again, be sure to buy seed potatoes that are certified as disease-free.</li><li>Give plants space: If possible, avoid planting tomatoes and potatoes where you had them last year. Be sure to give plants plenty of space, based on recommendations for the variety.</li><li>Maximizing airflow and light around the plants will help them resist disease. Make use of trellises and supports that will keep the vines off the ground.</li><li>Avoid watering from above: Using soaker hoses or drip irrigation keep foliage dry, which makes it more difficult for late blight — and other diseases — to spread. Avoid overhead watering techniques (sprinklers). Water early in the day so the foliage can dry before nightfall.</li><li>Pay attention to the weather: Learn to recognize the weather conditions that foster the spread of late blight. The disease spreads rapidly in cool wet weather, whereas dry weather tends to hold back the disease. The USA Blight website tracks the occurence of late blight in real time. Check the site regularly during the growing season. Your local cooperative extension may be a good source of information, too. Stay in touch with gardeners in your area so you'll know right away if late blight is near. When late blight is detected in your region, consider preventative spraying.</li>"
   		},
   		"Mold":{
	      "disease_id":"7",
	      "cure":"The most effective management strategy is the use of pathogen-free certified seeds and disease-free transplants to prevent the introduction of the pathogen into greenhouses and field production areas. Inspect plants very carefully and reject infected transplants- including your own!<li>In the greenhouse, discard trays adjacent to outbreak location to minimize disease spread.</li><li>Treat seeds with dilute bleach, hydrochloric acid, or hot water to reduce the potential for seedling infection. However, this seed treatment is not recommended for producers that use pelleted seeds as it will remove the pelleted coating from seeds. These treatments may also reduce seed germination. </li><li>Perform a test treatment on approximately 50 to 100 seeds and check for the effect on germination before treating an entire seed lot. For specific instructions and recommendations please consult the Southeastern US Vegetable Crop Handbook.</li><li>In transplant production greenhouses, minimize overwatering and handling of seedlings when they are wet. Trays, benches, tools, and greenhouse structures should be washed and sanitized between seedlings crops. </li><li>Crop rotation should be used to avoid pathogen carryover on volunteers and crop residue. Avoid fields that have been planted with peppers or tomatoes within one year, especially if they had bacterial spot previously. </li><li>Eliminate solanaceous weeds in and around tomato and pepper production areas. </li><li>Keep cull piles away from field operations. Do not spray, tie, harvest, or handle wet plants as that can spread the disease."
   		},
   		"Septoria Spot":{
    	  "disease_id":"8",
      	  "cure":"Applications should be made prior to infection when environmental conditions favor disease to be the most effective. The first leaf mold infections of the season have been observed in the first week of June in Minnesota high tunnel tomatoes. Fungicide applications should be repeated according to label instructions. It is important to alternate between different chemical families to avoid the development of pathogen insensitivity to particular active ingredients. <li>Difenoconazole and Cyprodinil</li><li>Difenoconazole and Mandipropamid</li><li>Cymoxanil and Famoxadone</li>"
   		},
   		"Bacterial Spot":{
     	 "disease_id":"6",
     	 "cure":"Remove diseased leaves. If caught early, the lower infected leaves can be removed and burned or destroyed. However, removing leaves above where fruit has formed will weaken the plant and expose fruit to sunscald. At the end of the season, collect all foliage from infected plants and dispose of or bury. Do not compost diseased plants.</li><li> Improve air circulation around the plants. If the plants can still be handled without breaking them, stake or cage the plants to raise them off the ground and promote faster drying of the foliage.</li><li> Mulch around the base of the plants. Mulching will reduce splashing soil, which may contain fungal spores associated with debris. Apply mulch after the soil has warmed.</li><li> Do not use overhead watering. Overhead watering facilitates infection and spreads the disease. Use a soaker hose at the base of the plant to keep the foliage dry. Water early in the day.</li><li> Control weeds. Nightshade and horsenettle are frequently hosts of Septoria leaf spot and should be eradicated around the garden site.</li><li> Use crop rotation. Next year do not plant tomatoes back in the same location where diseased tomatoes grew. Wait 1–2 years before replanting tomatoes in these areas.</li><li> Use fungicidal sprays. If the above measures do not control the disease, you may want to use fungicidal sprays. Fungicides will not cure infected leaves, but they will protect new leaves from becoming infected. Apply at 7 to 10 day intervals throughout the season. Apply chlorothalonil, maneb, macozeb, or a copper-based fungicide, such as Bordeaux mixture, copper hydroxide, copper sulfate, or copper oxychloride sulfate. Follow harvest restrictions listed on the pesticide label."
   		},
   		"Spider Mites":{
   		   "disease_id":"9",
   		   "cure":"Effective spider mite treatment is to use an insecticidal oil, like neem oil, a horticultural oil or a dormant oil. You can also try using a miticide, as this will kill them. You should not try to use a normal pesticide for spider mite treatment as they are resistant to pesticides. Using a pesticide will only kill off the beneficial bugs that eat spider mites, which will only make the spider mite infestation worse. Spider mites on houseplants and garden plants is annoying and unsightly, but you do not have to let spider mite damage kill your plants. Knowing what spider mite treatment works means that you can kill spider mites quickly and easily."
   		},
   		"Target Spot":{
   		    "disease_id":"10",
  		    "cure":"Effective control of target spot involves a combination of measures:Practise crop rotation - this helps in reducing initial levels of the disease.Plant healthy seed - don't infect a clean paddock.Keep plants growing vigorously - plants with adequate nutrition and water, and free from other diseases, are less prone to infection.Apply fungicide sprays - sprays can be combined with insecticides or other fungicides. Many of the sprays for late blight Phytophthora infestans, are effective against target spot.Burn dead haulms - when infection is bad, burning trash after harvest will reduce carry over to the next season."
   		}
   	}
  },	 
"plant":{
	"Corn":{ 
      "plant_id":1,
      "plant_name":"Corn",
      "plant_sc_name":"Zea mays",
      "wikepedia":"https:\/\/en.wikipedia.org\/wiki\/Maize"
   },
	"Grape":{	 
      "plant_id":2,
      "plant_name":"Grape",
      "plant_sc_name":"Vitis vinifera",
      "wikepedia":"https:\/\/en.wikipedia.org\/wiki\/Grape"
   },
	"Potato":{ 
      "plant_id":3,
      "plant_name":"Potato",
      "plant_sc_name":"Solanum tuberosum",
      "wikepedia":"https:\/\/en.wikipedia.org\/wiki\/Potato"
   },
	"Tomato":{ 
      "plant_id":4,
      "plant_name":"Tomato",
      "plant_sc_name":"Solanum lycopersicum",
      "wikepedia":"https:\/\/en.wikipedia.org\/wiki\/Tomato"
   }
}
}